---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.DuctLiningThickness
source: html/42cb75b6-58fb-59ee-c9a5-ef80a201b719.htm
---
# Autodesk.Revit.DB.SpecTypeId.DuctLiningThickness Property

Duct Lining Thickness, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId DuctLiningThickness { get; }
```